Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/altinn.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: It is a condition that total salary payments during the previous year do not exceed 40 G (the National Insurance basic amount).
nn: Det er eit vilkår at dei samla lønnsutbetalingane i føregåande år ikkje var høgare enn 40 G (grunnbeløpet i folketryda).

source: However, you can use several number series for different types of voucher if appropriate.
nn: Du kan likevel bruke fleire nummerseriar for ulike typar vedlegg dersom det er formålstenleg.

source: You must be aged 18 or over in order to be a founder or perform another role in a private limited company.
nn: For å vere stiftar eller ha ei anna rolle i eit aksjeselskap må du ha fylt 18 år.

source: The following are examples of secondary documentation:
nn: Som sekundærdokumentasjon reknar ein blant anna:

source: In simple terms, the various clauses in Incoterms 2010 will determine the point during the journey at which responsibility for the consignment transfers from the seller to the buyer.
nn: Kort fortalt vil dei ulike klausulane i Incoterms 2010 avgjere på kva for punkt under reisa ansvaret for sendinga blir overført frå seljaren til kjøparen.

source: International trade - payment forms and export documents
nn: Internasjonal handel - betalingsformer og eksportdokumenter

source: for all your employees.
nn: for alle tilsette.

source: As an employer, you are responsible for
nn: Som arbeidsgjevar har du ansvar for å

source: Our guide will give you an overview of the rules and regulations relevant to you when establishing a restaurant, diner/café, fast food outlet, cafeteria, catering, nightclub/pub/bar, food truck or food stall.
nn: I e-guiden vår får du ei oversikt over kva for reglar du må ta omsyn til når du skal starte og drive ein restaurant, kafé/kro, gatekjøkken/fastfood, kantine, catering, nattklubb/pub/bar, matvogn/foodtruck eller marknadsbu.

source: Skatte-ABC om yrkesbil (in Norwegain only)
nn: Skatte-ABC om yrkesbil

source: To apply for sick-pay insurance, fill in the form entitled "Søknad fra selvstendig næringsdrivende om opptak/endring i forsikring for tillegg til sykepenger" (Application from self-employed person for registration/change in insurance for supplement for sick pay - in Norwegian only).
nn: For å søkje om sjukepengeforsikring fyller du ut skjemaet "Søknad frå sjølvstendig næringsdrivande om opptak/endring i forsikring for tillegg til sjukepengar".

source: Both natural persons and entities (e.g. private limited companies or other associations) can be founders.
nn: Både fysiske personar og einingar (eksempelvis aksjeselskap eller andre foreiningar) kan vere stiftarar.

source: The Tax return for personal self-employed persons consists of a single main form (the tax return) and various attachment forms (e.g. Income Statement 1).
nn: Skattemeldinga for personleg næringsdrivande består av eitt hovudskjema (skattemeldinga) og ulike vedleggsskjema (til dømes næringsoppgåve 1).

source: Make sure that your company's contact details are up-to-date in Altinn, so that you can receive an e-mail notification when this summary becomes available.
nn: Sørg for at kontaktinformasjon til selskapet ditt er oppdatert i Altinn, slik at du kan få e-postvarsel når dette er tilgjengeleg.

source: Primary documentation must generally be retained for 5 years.
nn: Primærdokumentasjonen skal som hovudregel oppbevarast i 5 år.

source: You then pay the employees directly and submit a refund claim to NAV retrospectively.
nn: Du betalar då dei tilsette direkte, og sender krav om refusjon frå NAV i ettertid.

source: Up to 20 days per year for each of the parents, in addition to leave for training at an approved medical institution.
nn: Inntil 20 dagar årleg til kvar av foreldra, og permisjon til opplæring ved godkjend helseinstitusjon.

source: Altinn started as a co-operation between the Tax Directorate, Statistics Norway and the Brønnøysund Register Center in 2002, and was supposed to be an alternative reporting channel for financial data.
nn: Altinn blei starta som eit samarbeid mellom Skatteetaten, Statistisk sentralbyrå og Brønnøysundregistera i 2002, og skulle vere ein ALTernativ INNrapporteringskanal for økonomiske data.

source: All statutory holiday which is not taken during the holiday year must be carried forward to the following holiday year.
nn: All lovbestemd ferie som ikkje er teken ut i løpet av ferieåret, skal overførast til påfølgjande ferieår.

source: See Section 4 of the Foundation Act for definitions of these foundations.
nn: Definisjonar av desse finn du i stiftelseslova § 4.

source: More holiday than that which follows from the law may be agreed.
nn: Det kan avtalast meir ferie enn det som følgjer av lova.

source: Accountant with signatory powers
nn: Rekneskapsførar med signeringsrett

source: Feedback to "Inbox"
nn: Tilbakemelding til "Innboksen"

source: About A-melding – all forms
nn: Om A-melding – alle skjema

source: The ombudsman can provide advice and guidance concerning the ban on harassment.
nn: Ombodet gjev råd og rettleiing om forboda mot trakassering.

source: In the case of vans, the basic deduction will then be calculated based on 75% of the list price.
nn: januar i inntektsåret, blir fordelen rekna av 75 prosent av listeprisen på bilen som ny.

source: Conditions for starting a foundation:
nn: Føresetnader for å opprette ein stiftelse:

source: quarter– February 10
nn: kvartal – 10. februar

source: Calculating the income supplement for a private car:
nn: Utrekning av inntektstillegg for personbil:

source: A-melding – submission from payroll system
nn: A-melding – innsending frå system

source: (By comparison, employees receive 100 percent sick-pay cover from the first day of illness).
nn: (Til samanlikning får ein arbeidstakar 100 prosent sjukepengedekning frå første sjukedag).

source: Limited companies registered in 2021 will have their first tax payment in 2022, and should not submit RF-1097 in 2021.
nn: Selskap som er nyregistrerte i 2021 skal ikkje betale skatt før i 2022, og skal ikkje levere RF-1097 i 2021.

source: At navnesok.no, you can find out whether the name you want to use is available as a domain name, enterprise name and trademark in a single search.
nn: På navnesok.no kan du finne ut om namnet du ønskjer deg er ledig som domenenamn, føretaksnamn og varemerke i eitt og same søk.

source: Changing bank account number for refunds from NAV
nn: Endring av bankkontonummer for refusjonar frå NAV

source: The surplus will be specified in your tax return instead.
nn: Underskotet skal i staden gjevast opp i skattemeldinga di.

source: If you have rights to represent others, you can choose who to represent after logging in.
nn: Viss du har tilgang på nokon andre enn deg sjølv, kan du etter innlogging velja kven du skal representera.

source: Security level 4 – Login with BankID, Buypass, Commfides and BankID on Mobile
nn: Sikkerheitsnivå 4 - Innlogging med BankID, Buypass smartkort, Commfides og BankID på mobil

source: What can you register as a trademark?
nn: Kva kan du registrere som varemerke?

source: (certificate of incorporation, list of creditors and pledged collateral, list of assets, minutes of board meetings and the most recent accounts)
nn: (firmaattest, liste over kreditorar og stilte sikkerheiter, liste over eigedelar, styremøteprotokoll og siste rekneskap.)

source: Employees aged over 60 years have an extra week's holiday.
nn: Arbeidstakarar over 60 år har ei ekstra ferieveke.

source: in other content in Altinn.
nn: i anna innhald på Altinn.

source: The contact person in the NUF can also complete and sign the form.
nn: Kontaktperson i NUF kan også fylle ut og signere skjemaet.

source: Tax deduction cards to employer RF-1307.
nn: Skattekort til arbeidsgivar (RF-1307

source: Conditions for starting a general partnership (ANS/DA):
nn: Føresetnader for å starte eit ansvarleg selskap (ANS/DA):

source: In 43 of the items in the attachment form, you can enter self-defined texts.
nn: I 43 av postane i vedleggsskjemaet er det mogleg å leggje inn eigne tekstar.

source: The deadline for submitting the tax return for businesses for 2020 is 31 May.
nn: Leveringsfristen for skattemelding for næringsdrivande for 2020 er 31. mai.

source: Income Statement 1 (RF-1175) is made especially for self-emplyed persons, etc. with a bookeeping obligation.
nn: Næringsoppgåve 1 (RF-1175) er tilpassa næringsdrivande som berre er bokføringspliktige.

source: Some forms in Altinn must be signed.
nn: Nokre skjema i Altinn må signerast.

source: All enterprises which pay salary and have employees must submit a-melding.
nn: Alle verksemder som betaler ut lønn og har tilsette skal levere a-melding.

source: There must be a payment deadline of 14 days.
nn: Det må være ein betalingsfrist på 14 dagar

source: A separate standard has been prepared for small enterprises (NRS 8).
nn: Det er utarbeidd ein eigen rekneskapsstandard for små føretak (NRS 8).

source: Managing Director Kari Hansen buys a photocopier in November for NOK 50,000.
nn: Dagleg leiar Kari Hansen kjøper kopimaskina i november for 50 000 kroner.

source: 'Controlling influence' means that the parent company has more than 50% of the votes in the other company.
nn: Med bestemmande innverknad meiner ein at morselskapet har meir enn 50 % av stemmene i det andre selskapet.

source: If you make substantial investments in your business, you may need to depreciate (deduct) the assets/investment gradually over time.
nn: Gjer du større investeringar i verksemda kan det vere at eigedelane/investeringa skal avskrivast (frådragsførast) over tid.

source: Access to information in the Aa-Register
nn: Innsyn i Aa-registeret

source: First applies after 20 years of service, and thereafter every ten years.
nn: Gjeld første gong ved 20 års tenestetid, og deretter kvart tiande år.

source: Phone us on 800 80 000, press 2-3-1. You can also use the
nn: Ta kontakt med Skatteetaten på telefon 800 80 000, tasteval 2-3-1 eller bruk

source: For example, project accounts in the construction and engineering sector and customer and supplier specifications in banks must be retained for ten years.
nn: Prosjektrekneskap i byggje- og anleggsbransjen og kunde- og leverandørspesifikasjonar i bankar må for eksempel oppbevarast i ti år.

source: 11 hours continuous time off/non-working time over a period of 24 hours, and
nn: 11 timer samanhengande fritid/arbeidsfri i løpet av 24 timar og

source: In need of help?
nn: Treng du hjelp?

source: If any of those for whom you have obtained a tax deduction card amend their card during the year, you will be notified by e-mail or sms and in Your 'inbox'.
nn: Dersom nokon av dei du har henta skattekort for endrar dette i løpet av året, vil du få ei melding på e-post/sms og i 'innboksen'.

source: However, they must submit a-meldings for salary payments and other benefits, deductions and allowances, payroll withholding tax and employer's National Insurance contributions.
nn: Dei må likevel sende a-melding for utbetalt lønn og andre ytingar, frådrag, forskotstrekk og arbeidsgivaravgift.

source: After logging in, select the appropriate income statement (must people will use Income statement 1 - RF-1175).
nn: Vel næringsoppgåve etter innlogging (dei fleste skal nytte Næringsoppgåve 1 – RF-1175).

source: 46/56 additional weeks with birth or adoption of three or more children.
nn: 46/56 veker ekstra ved fødsel av tre eller fleire barn, eller dersom tre eller fleire barn vert adopterte samstundes

source: If you choose to log on with PIN codes for MinID, you will access the second highest security level in Altinn, and will have access to most services.
nn: Vel du å logge inn med PIN-kodar frå MinID, får du tilgang til det nest høgaste sikkerheitsnivå i Altinn, og du vil få tilgang til dei fleste tenestene.

source: Balance sheet total (+sum of balance sheet assets) less than NOK 35 million
nn: Balansesum summen av eigedelane i balansen) er mindre enn 35 millionar kroner

source: Organisations can obtain tax deduction cards for up to ten employees at a time.
nn: Organisasjonar kan hente skattekort for opptil ti tilsette om gongen.

source: The right to govern includes the right to organise, manage, allocate and check work and to appoint and dismiss employees.
nn: I styringsretten ligg retten til å organisere, leie, fordele og kontrollere arbeidet og å tilsetje og seie opp arbeidstakarar.

source: A foundation can be either an ordinary foundation or a commercial foundation.
nn: Ein stiftelse kan vere ein alminneleg stiftelse eller ein næringsdrivande stiftelse.

source: How much tax do I have to pay?
nn: Kor mykje skatt skal du betale?

source: Many big companies use abstract names (IKEA, Apple, Rema 1000), while smaller companies within a specific industry and/or with a more defined geographical profile often choose a more descriptive name.
nn: Mange store merkenamn brukar meir abstrakte namn (IKEA, Apple, Rema 1000), medan mindre bedrifter med ein tydelegare geografisk og bransjemessig profil, ofte vel eit meir skildrande namn.

source: Agreements can be established directly between you as employer and your employee.
nn: Avtale kan inngåast direkte mellom deg som arbeidsgjevar og arbeidstakaren.

source: The premium for voluntary sick-pay insurance can be deducted in the tax return.
nn: Premien for frivillig sjukepengeforsikring kan trekkjast frå på skattemeldinga.

source: The terms for this should be laid out in the rules for the pension scheme/insurance agreement, and any agreements between the employer and the employee (collective agreements and employment contracts).
nn: Vilkåra for dette skal gå fram av regelverket for permisjonsordninga/forsikringsavtalen som er inngått, og eventuelle avtalar som er inngått mellom arbeidsgjevar og arbeidstakar (tariffavtalar og arbeidsavtalar).

source: This applies for example to shares specified in the Norwegian Tax Administration's Shareholder's tax report RF-1088, as well as shares and mutual funds held via a share savings account.
nn: Det gjeld til dømes aksjar som går fram av Skatteetaten si aksjeoppgåve RF-1088, og aksjar og aksjefond som står på ein aksjesparekonto.

source: In connection with birth or adoption of three or more children, the parents are given either 46 additional weeks with 100 percent coverage or 56 additional weeks with 80 percent coverage.
nn: Ved fødslar av tre eller fleire barn, eller dersom tre eller fleire barn vert adopterte samstundes, vert perioden utvida med høvesvis 46 veker med 100 prosent dekningsgrad eller 56 veker med 80 prosent dekningsgrad.

source: Every time you submit an a-melding, we carry out automatic checks on it.
nn: Kvar gong du sender a-melding kontrollerer vi ho automatisk.

source: If you log on with only a password, you will have access to a limited number of services in Altinn.
nn: Om du loggar inn med berre passord, får du tilgang til eit avgrensa tal tenester i Altinn.

source: Additional requirements for Limited companies (AS), Public limited companies (ASA), and Norwegian branch of foreign company (NUF)
nn: Tilleggskrav for aksjeselskap (AS), allmennaksjeselskap (ASA) og norskregistrerte utenlandske føretak (NUF)

source: As an employer, you can insure yourself against any liability for sick-pay during the employer's period (the employer's period is normally the first 16 days of illness).
nn: Som arbeidsgjevar kan du forsikre deg mot ansvar for sjukepengar i arbeidsgjevarperioden (+ arbeidsgjevarperioden er normalt dei første 16 sjukedagane).

source: It is important that you receive the money quickly.
nn: Det er viktig å få pengane inn raskt.

source: The taxable amount is NOK 366 per commenced month.
nn: Trekkpliktig beløp utgjer kroner 366,- for heile og påbyrja månader.

source: It is possible to take out voluntary sick-pay insurance through NAV in order to obtain 100 percent sick-pay cover from the first sick day.
nn: Det er mogleg å teikne frivillig sjukepengeforsikring gjennom NAV for å oppnå 100 prosent sjukepengedekning frå første sjukedag.

source: How long should I retain my vouchers for?
nn: Kor lenge skal du oppbevare vedlegga?

source: 35 hours continuous time off over a period of 7 days.
nn: 35 timer samanhengande fri i løpet av 7 dagar.

source: As an employer, you are responsible for ensuring that your employees have a
nn: Som arbeidsgjevar har du ansvar for at arbeidstakarane har eit

source: For more information, see the additional information for the tax return Foreign.
nn: For nærmare informasjon, sjå tilleggsinformasjon til skattemeldinga Utland.
